Microsoft.VisualStudioCode
Mozilla.Firefox
7zip.7zip
Git.Git
Nodejs.NodeJS
Spotify.Spotify
Zen-Team.Zen-Browser
MartiCliment.UniGetUI
Valve.Steam
EpicGames.EpicGamesLauncher
rarlab.winrar
junegunn.fzf
Fastfetch-cli.Fastfetch
Alacritty.Alacritty
Bambulab.Bambustudio
Mega.MEGASync
Rem0o.FanControl
AdrienAllard.FileConverter
REALiX.HWiNFO
Jellyfin.Server
LibreWolf.LibreWolf
Logitech.OptionsPlus
Mozilla.Firefox.ESR.en-GB
Neovim.Neovim
OpenJS.NodeJS
OBSProject.OBSStudio
Microsoft.PowerToys
RevoUninstaller.RevoUninstaller
CodeSector.TeraCopy
VideoLAN.VLC